tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "libsql/sqld"
tap "morantron/tmux-fingers"
tap "normen/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
tap "zegervdv/zathura"
brew "gettext"
brew "openssl@3"
brew "python@3.12"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "arm-none-eabi-gcc"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "ccache"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "cocoapods"
brew "commitizen"
brew "curl"
brew "docker"
brew "docutils"
brew "fd"
brew "ncurses"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "golang-migrate"
brew "gperf"
brew "gtk+3"
brew "node"
brew "gtop"
brew "gum"
brew "jq"
brew "lazygit"
brew "libmagic"
brew "pkg-config"
brew "libtool"
brew "ninja"
brew "meson"
brew "neonctl"
brew "newsboat"
brew "oil"
brew "pandoc"
brew "pgcli"
brew "railway"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "tmux"
brew "vercel-cli"
brew "zoxide"
brew "charmbracelet/tap/soft-serve"
brew "charmbracelet/tap/wishlist"
brew "normen/tap/whatscli"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
brew "zegervdv/zathura/zathura"
cask "ngrok"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "rexcor.neorose-vimpine"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscodevim.vim"
